[
  {
    "id": "20",
    "name": "NARUTO SHIPPUDEN",
    "released": "2007",
    "poster": "https://m.media-amazon.com/images/M/MV5BMTE5NzIwMGUtYTE1MS00MDUxLTgyZjctOWVkZDAxM2M4ZWQ4XkEyXkFqcGdeQXVyNjc2NjA5MTU@._V1_FMjpg_UX1000_.jpg",
    "genre": "Action, Comedy, Martial Arts, Shounen, Super Power",
    "trailer": "https://www.youtube.com/embed/1WLO0Owi5-A",
    "summary": "Naruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before. Naruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before. He is putting his ambitions to work along with the help of his many friends, though with so many obstacles ahead of him. Now, he will face even more dangerous enemies, especially the Akatsuki.",
    "status": "completed"
  },
  {
    "id": "21",
    "name": "JUJUTSU KAISEN",
    "released": "2020",
    "poster": "https://m.media-amazon.com/images/M/MV5BNzQyYzU3Y2MtOWY2Yy00ZGM2LTg3ZTUtMDJkZTJiMmEzMjYxXkEyXkFqcGdeQXVyMTI2NTY3NDg5._V1_.jpg",
    "genre": " Action, Demons, Horror, School, Shounen, Supernatural",
    "trailer": "https://www.youtube.com/embed/f7R6NA4Yo00",
    "summary": "In a world where demons feed on unsuspecting humans, fragments of the legendary and feared demon Ryoumen Sukuna were lost and scattered about. Should any demon consume Sukuna's body parts, the power they gain could destroy the world as we know it. Fortunately, there exists a mysterious school of Jujutsu Sorcerers who exist to protect the precarious existence of the living from the undead! Yuuji Itadori is high schooler who spends his days visiting his bedridden grandfather. Although he looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Club. One day, the club manages to get their hands on a sealed cursed object, but little do they know the terror they'll unleash when they break the seal.",
    "status": "Ongoing"
  },
  {
    "id": "22",
    "name": "BOKU NO HERO ACADEMIA",
    "released": "2016",
    "poster": "https://m.media-amazon.com/images/M/MV5BNmQzYmE2MGEtZjk4YS00YmVjLWEwZWMtODRkMjc4MTM5N2I3XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg",
    "genre": " Action, Comedy, School, Shounen, Super Power",
    "trailer": "https://www.youtube.com/embed/x5Al183eABQ",
    "summary": "Midoriya Izuku was just a regular middle school student in a world where people with superpowers known as Quirks are the norm. However, he dreams of one day becoming a Hero, despite being bullied by his classmates for not having a Quirk. After being the only one to try and save his childhood friend, Katsuki, from a Villain, All Might, the world's greatest Hero, bestows upon him his own quirk, One For All. The story follows Izuku's entrance into Yuuei High School, a school that cultivates the next generation of Heroes.",
    "status": "Ongoing"
  },
  {
    "id": "23",
    "name": "BAKI",
    "released": "2018",
    "poster": "https://m.media-amazon.com/images/M/MV5BMmQxZmRmNmUtZWUxNi00NzhiLWEwNzEtZTUyZWRhOWY5Yjg2XkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_.jpg",
    "genre": "Action, Martial Arts, Shounen",
    "trailer": "https://www.youtube.com/embed/eaQDqhjyBng",
    "summary": " The protagonist, Baki Hanma, trains with an intense focus to become strong enough to surpass his father, Yujiro Hanma, the strongest fighter in the world. Five of the world's most violent and brutal death row inmates are gathering to face Baki. Their objective is to taste defeat -- their unmatched strength and skill have led them to grow bored of life itself, and they now seek out Baki in the hopes that he can overwhelm and utterly crush them. In this crisis, other underground martial art warriors gather to fight by Baki's side: Kaoru Hanayama, Gouki Shibukawa, Retsu Kaioh, and Doppo Orochi. An epic showdown between violent death row inmates and Baki and his friends begins!",
    "status": "Ongoing"
  },
  {
    "id": "24",
    "name": "DRAGON BALL Z",
    "released": "1989",
    "poster": "https://m.media-amazon.com/images/M/MV5BMGMyOThiMGUtYmFmZi00YWM0LWJiM2QtZGMwM2Q2ODE4MzhhXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_.jpg",
    "genre": "Action, Adventure, Comedy, Martial Arts, Shounen, Super Power",
    "trailer": "https://www.youtube.com/embed/sxufB6DxXk0",
    "summary": "Goku is now an adult and will meet his destiny. First arc: Saiyajins & FreezerRadditz explains Goku of his true origin, a Saiyajin. Goku refused to join him, so Radditz kidnapps Goku's son, Gohan. Goku sacrafices his life to win the battle. Vegeta comes down to Earth but is defeated and retreats at Freezer's command post. Gohan, Bulma, and Kuririn get in Kamasama's old spaceship and head off towards Namek for the Dragon Balls.Second arc: Androids & CellGoku disappeared into a strange realm and emerged as a super-Saiyajin. The plot centers on 4 androids from the future who came to kill Goku and fights everyone who tries to protect him. Cell, one of the 4 androids, absorbs 2 of the others to become capable of destroying the universe. Gohan, Goku's son, is the only one who can stop him since he has been shown to be more powerful -- and faster -- than his father.Third arc: BuuBuu is the new Earth threat, and he turns people to candy then eats them.",
    "status": "completed"
  },

  {
    "id": "25",
    "name": "ONE PIECE",
    "released": "1999",
    "poster": "https://m.media-amazon.com/images/M/MV5BODcwNWE3OTMtMDc3MS00NDFjLWE1OTAtNDU3NjgxODMxY2UyXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg",
    "genre": "Action, Adventure, Comedy, Fantasy, Shounen, Super Power",
    "trailer": "https://www.youtube.com/embed/c8HS5ZrMAho",
    "summary": "One Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult. One Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult. But along his ways, he meet himself many members to help. Together, they sail the Seven Seas of adventure in search of the elusive treasure “One Piece.”",
    "status": "Ongoing"
  }
]
